{
  "headline": "The Title’s in a Puddle",
  "date": "March 22, 2021",
  "byline": "Jason Kao",
  "top": [],
  "body": [
    {
      "type": "text",
      "value": "The three letters in the word “Kao” always seemed less Eastern to me — less than, at least, the Chen’s and Wu’s and Li’s who were read off attendance roll calls like huge families arriving at a restaurant. I felt that Kao made me different somehow, different in a good way. The name wasn’t as revealing. No one would think that I was Asian, at least at that nominal stage of interaction."
    },
    {
      "type": "text",
      "value": "Kao, 高, is a frequent family name in Taiwan. I’ve met a good number of Kao’s and Gao’s (two valid Anglicizations of 高) in America as well. When I thought of those Kao’s, I knew them to be Asian. Yet that prominent labelling was not an Eastern mark for me. Because when I saw myself, I saw no Eastern mark."
    },
    {
      "type": "graphic",
      "value": {
        "asset": "over-and-over.html",
        "word": "Kao"
      }
    },
    {
      "type": "text",
      "value": "***"
    },
    {
      "type": "text",
      "value": "In Wayne Wang’s 1982 feature <i>Chan is Missing</i>, Jo, a taxi driver, and his nephew Steve seek to find their business partner Chan Hung, who has disappeared with their money. The duo knock on doors all across Chinatown and encounter conflicting accounts of Chan: he left the country; he stole their money; he was in trouble with the police; he was an aeronautical engineer who couldn’t get a job; he was involved in a murder. Chan Hung’s disappearance and investigation come to embody the loss, longing, and diversity of identity among Chinese-Americans. Presco, an employee at a senior center Chan Hung frequented, compares his disappearance to the sudden disability of Chan Hung’s musician friend:"
    },
    {
      "type": "video",
      "value": {
        "asset": "puddle.mp4",
        "caption": "“One time he woke up, and he woke up that way.”"
      }
    },
    {
      "type": "text",
      "value": "In the puddle, Jo and Steve are meant to find Chan. The two form individual pieces of what Chan may have been, originally fragmented because of their condition of cultural displacement. It is a condition they were met with at birth — one time they woke up, and they woke up that way. It is a cultural loss that has made Jo a lonely, sympathetic man and Steve aggressive in his American identity, something he has tied to his masculinity as well."
    },
    {
      "type": "video",
      "value": {
        "asset": "pants.mp4",
        "caption": "“He reminds me of my old man that way, y’know? Fuckin’ embarassing.”"
      }
    },
    {
      "type": "text",
      "value": "The film, its characters, the puddle — all are truly peculiar, reminiscent of Du Bois’ notion of two-ness in the first page of <i>The Souls of Black Folk</i>: “two souls, two thoughts, two unreconciled strivings.” They are meant to find resolution by attempting to use their fragments to form a whole. But they can never reach Chan Hung, through the puddle, or find themselves, because the fragments are just too hard to bring together."
    },
    {
      "type": "text",
      "value": "I see Chan Hung in my name, as I do every representation of myself. It represents a missing piece, an unreconciled striving. To what am I striving with the individual in the puddle? In what bodies, entities do I search to find myself?"
    },
    {
      "type": "text",
      "value": "I turn to my parents, but I sense blurry figures. It’s hard to represent, within myself, the ideas of mother and father. Those two words do not remind me of my parents, nor do any English words, as I’ve never called them in English. I called them in Mandarin: 爸爸, 妈妈. Even seeing those characters does not offer a fulfilling representation of my parents as I barely wrote or read Mandarin after childhood. And if I close my eyes and play the audio in my head, saying the words <span class=\"soundcite\" data-url=\"https://github.com/jsonkao/diaspora/raw/main/src/assets/parents.m4a\" data-start=\"0\" data-end=\"3000\" data-plays=\"1\">爸爸 and 妈妈</span> out loud to myself many times…"
    },
    {
      "type": "graphic",
      "value": {
        "asset": "over-and-over.html",
        "word": "爸爸 妈妈"
      }
    },
    {
      "type": "text",
      "value": "…it  feels slightly inadequate because I haven’t referred to them with that representation in so long. I grew out of it: As I was immersed in English life, I did not replace 爸妈 with English words. The words were instead displaced from my vocabulary. With that linguistic loss, I stopped calling to my parents altogether, only referencing them if absolutely necessary. What I preserve is a sliver of the idea of mother and father, a wisp of memory."
    },
    {
      "type": "text",
      "value": "Despite the generational and linguistic disconnect, I believed they would teach me what my puddle held. I spoke to them soon after I wrote this sentence. They were my first inquiry, and my first and last expectation, just like how Jo and Steve first went to the Senior Center to find Chan."
    },
    {
      "type": "video",
      "value": {
        "asset": "parents_interview.mp4",
        "class": "wider",
        "caption": "The hilariously bad editing is not on purpose unfortunately. Face replacements by Amelia Milne, an ally."
      }
    },
    {
      "type": "text",
      "value": "I had assumed incorrectly that my parents thought of themselves as Asian-American, and thus I questioned my own understanding of that identity. I was disappointed that I believed they had the answers. It seemed, to me, that they did not see themselves as sharing in the Asian-American experience. 爸爸 told me that he differed from his American peers in blood and ancestry, but not much else, because global cultures were gradually melting together."
    },
    {
      "type": "text",
      "value": "I did not have to struggle like the 19th century Asian-Americans. But I do feel a sort of kinship with them. The country has not gotten much less xenophobic toward Asian-Americans, especially after 9/11 or during economic downturns. The country has not rid itself of lynchings of Black, Asian, Latino, and Indigenous people. And fundamentally, the search for Chan for immigrants and their children seems to have remained so constant, and so constantly diverse."
    },
    {
      "type": "text",
      "value": "***"
    },
    {
      "type": "text",
      "value": "<i>My English does not sound like theirs.</i> After my first viewing of Wang’s film, I could not let go of that thought. I didn’t know why until a conversation with my partner, Charlotte. Like my parents, she was raised in China. Charlotte immigrated to America just before her first year of high school."
    },
    {
      "type": "audio",
      "value": "remembered-film"
    },
    {
      "type": "text",
      "value": "I realized that I had been looking for myself in the film. It was the first time I had ever engaged with film or literature in this way, with this want — a hidden expectation — of belonging I had developed after not feeling at home on either side of the ocean. Between Jo’s slight Chinese accent and Steve’s heavy American accent, I hadn’t found it. The disappointment stuck with me because it was one of my first. I found that Charlotte shared a similar feeling when surveying the characters of American society:"
    },
    {
      "type": "audio",
      "value": "spectrum"
    },
    {
      "type": "text",
      "value": "Soon after I reached out to my friend, Natalie, a Korean-American student. Her father was born in the U.S. to Korean immigrants, and her mother was an immigrant herself. She would be considered what Charlotte called “one of the Asian-American kids”. Charlotte felt herself to be a “Chinese overseas person”, and my parents felt like unhyphenated Taiwanese Americans, and Natalie and I were both <a href=\"https://www.google.com/search?q=american+born+chinese\">ABCs</a>. Natalie faced the microaggressions I felt, as well as the loss of ownership of history and culture given her cultural separation. Yet she felt a belonging to her hyphenated identity given the shared experiences she had with her other Asian-American friends — experiences that were uniquely Asian-American."
    },
    {
      "type": "text",
      "value": "After the dialogue I felt the need to rewatch the film. I did some research online, but at the beginning it was fruitless. The two most popular reviews were by white film critics, who saw the film as “an appreciation of a way of life that few of us know anything about” (<a href=\"https://www.nytimes.com/1982/04/24/movies/chan-is-missing-in-chinatown.html\">Vincent Canby</a>) and “a look at some real Chinese-Americans” (<a href=\"https://www.rogerebert.com/reviews/chan-is-missing-1982\">Roger Ebert)</a>. It wasn’t until I came across the film’s Wikipedia page that I realized the purpose of the film had completely gone over my head: the search for Chan was a search for identity. I wasn’t supposed to use Steve or Jo or anyone else in the film, or my life, as a model Asian-American. I was to share their journeys and follow them through their confusion, their discoveries, their chase after Chan. And like most meaningful questions — or “appropriately Chinese” ones as Jo says, but I don’t get — Chan is never found. We are left with remnants, memories, blurry photographs, his jacket, his cookies, his dialogues. Wang has done something I’ve never seen any film do: build a journey for the Asian-American viewer."
    },
    {
      "type": "text",
      "value": "It is not just representation. Representation is indispensable, but inadequate. It is indispensable because of the millions of children of color who have grown up believing White is good. All those teen movies with <strike>cool</strike><i> </i>White boys and <strike>cool</strike> White girls in <strike>cool</strike> White houses and <strike>cool</strike> White parents and <strike>cool</strike> White grandparents in <strike>cool</strike> White schools — you grow to aspire to them. Whiteness comes to signify beauty and desirability. (Sometimes when flipping through Tinder I joke with my friends, “Are they hot, or just white?”)"
    },
    {
      "type": "image",
      "value": {
        "asset": "teen-broad.png",
        "width": "full-width",
        "caption": "A <strike>Google</strike> White Image Search."
      }
    },
    {
      "type": "text",
      "value": "A properly assimilated Chinese — until you realize you’re not White. Until you realize that assimilation is not a simple or necessarily okay process, and that White exclusivity is violent. Representation disproves those self-embodied notions. In her essay <a href=\"https://terrawolves.com/ourpages/auto/2015/9/17/53524157/hooks--Glory.pdf\">“In Our Glory: Photography and Black Life”</a>, bell hooks writes that the agency available in photography is the control over representation."
    },
    {
      "type": "blockquote",
      "value": "Photography was more fascinating to masses of black folks than other forms of image making because it offered the possibility of immediate intervention, useful in the production of counterhegemonic representations even as it was also an instrument of pleasure. (61)"
    },
    {
      "type": "text",
      "value": "Groups like the Los Angeles School of Black Filmmakers and the Asian American Theater Company explicitly challenged dominant White views of people of color and American life. Photography and film are extremely important in this way."
    },
    {
      "type": "text",
      "value": "Representation is inadequate in that its purpose, in one meaning of the word, is to resist Whiteness. Take <i>Crazy Rich Asians</i> for instance. One barrier it breaks is by showing undeniably sexy Asian men (take note, <a href=\"https://www.hollywoodreporter.com/news/disturbing-history-behind-steve-harveys-asian-men-jokes-963735\">Steve Harvey</a>)."
    },
    {
      "type": "image",
      "value": {
        "asset": "hot-men.png",
        "width": "auto",
        "caption": "Image from <a href=\"https://www.thecut.com/2018/08/crazy-rich-asians-hot-men.html\"><i>The Cut</i></a> in “An Ode to the Hot Men of Crazy Rich Asians.”"
      }
    },
    {
      "type": "text",
      "value": "However, <i>Chan is Missing</i>, by allowing the Asian-American identity to blossom, extends representation in a way <i>Crazy Rich Asians</i> could not. For instance, both Steve in <i>Chan is Missing</i> and Wye Mun in <i>Crazy Rich Asians</i> mimic Chinese accents and take pride in their American identity."
    },
    {
      "type": "dual-video",
      "value": {
        "asset1": "chinese-chinese.mp4",
        "asset2": "calstate.mp4",
        "caption1": "“Hey hey, what kind of Chaii-neese Chinese are you 啊?”",
        "caption2": "“Cal State Fullerton.”"
      }
    },
    {
      "type": "text",
      "value": "They both play off Chinese identity in favor of their Western ones. Steve, a third-generation Chinese-American, sees himself as an American, a bystander spectating the conflicting Asian identities circling not within, but without. Wye Mun, as if answering Steve, assures the table he is not a “PRC” Chinese, not a “Oakland Hill·wa?”, but a “Cal State Fullerton” Chinese who studied in the States. However, the two have radically different journeys in their respective films."
    },
    {
      "type": "dual-faces",
      "value": {
        "face1": "face-steve.png",
        "face2": "face-ken.png",
        "caption": "Their faces in the final frames."
      }
    },
    {
      "type": "text",
      "value": "Steve’s aggression in his rejection of identity serves to highlight the loss and sympathy that Jo feels for Chan Hung. In this way Steve builds one character with Jo, as they represent two faces, of many, of Chinese-American identity. Because the characters of <i>Chan is Missing</i> works together to build one character, one journey, one space for discovering identity. But for Wye Mun, the one-off joke of “don’t worry, we’re not <i>those</i> kinds of Asians” acts alone, not as a collaborator."
    },
    {
      "type": "text",
      "value": "Representation does not guarantee the seeing of oneself on screen. <i>Chan is Missing</i> presents a journey that is complete in its well-roundedness and incomplete in its true authenticity. It displays the beautiful diversity of Chinatown. It tells a story that displacement, without resolve, is okay. It teaches that Asian-American culture is one of pondering and dialogue, not one of answers."
    },
    {
      "type": "text",
      "value": "My name is not found, nor is it meant to be found. It is meant to be negotiated. Because in the puddle, I not only see my own face, but also see Jo’s, Steve’s, and Peter’s — the faces of everyone who attempts to find Chan, my name."
    }
  ],
  "footer": "Footage and imagery of <i>Chan is Missing</i> sourced from <a href=\"https://www.youtube.com/watch?v=EhgSui0V_qY&t=1382s\">YouTube</a>. Footage and imagery of <i>Crazy Rich Asians </i>sourced from <a href=\"https://www.youtube.com/watch?v=ZrsYIthVY-Y\">YouTube</a>.",
  "blockquote": "Each character in <i>Chan is Missing</i> holds a doughnut which contains the possibilities for Chinese American identity in its center; each character glances in the puddle and takes one bite from the doughnut in an attempt to find her/his access to the center. The big doughnut made up of all the little doughnuts—a doughnut akin to the construction of Chinese American identity which the spectator viewing <i>Chan Is Missing</i> is left with—is almost meaningless, almost wholly \"hole.\" Whereas each character fixes Chan Hung in an attempt to fix her/his own identity, the spectator is not allowed to occupy any one of these fixed perspectives but must instead negotiate all of them. Thus each character's bite out of the doughnut—each character's attempt to limit the range of identities for Chan Hung—opens up the interval in the spectator's doughnut, widening the space for spectatorial subjectivity and, by extension, Asian American subjectivity. <i>Chan Is Missing</i>, by showing us why it is impossible to know precisely who we are as Chinese Americans, shows us how we might discover how we can become Asian Americans."
}